[
  {
    "id": 0,
    "name": ".Net Developer",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  His technical knowledge includes [INDUSTRY].  Experienced in full life cycle development including analysis, development, maintenance, testing, and implementation.  Recognized for analyzing complex situations and creating new insights to improve business processes. A strategic thinker who plans clear goals and delivers high-value results.  He’s been at his current position for the past three years and is looking to make a change.  Graduated Cum Laude with a degree in Computer Science from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 1,
    "name": "Software Engineer",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  His technical knowledge includes [INDUSTRY].  Experienced in full life cycle development including analysis, development, maintenance, testing, and implementation.   Recognized for analyzing complex situations and creating new insights to improve business processes. A strategic thinker who plans clear goals and delivers high-value results.  He’s been at his current position for the past three years and is looking to make change.  Graduated Cum Laude with a degree in Computer Science from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 2,
    "name": "iOS Developer",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He has [YEARS] years of experience and his technical knowledge includes [INDUSTRY].  Experienced in full life cycle development including analysis, development, maintenance, testing, and implementation.  Designed and executed mobile platform strategy for enterprise applications and played a critical role in determining technology platform that meets current and future demands.  Recognized for analyzing complex situations and creating new insights to improve business processes.  He's been at his current position for the past two years and is looking to make a change.  Graduated Cum Laude with a degree in Computer Science from the [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 3,
    "name": "Web Developer",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  His technical knowledge includes [INDUSTRY].  Experienced in full life cycle development including analysis, development, maintenance, testing, and implementation.   Recognized for analyzing complex situations and creating new insights to improve business processes. A strategic thinker who plans clear goals and delivers high-value results.  He’s been at his current position for the past three years and is looking to make a change.  Graduated Cum Laude with a degree in Computer Science from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 4,
    "name": "Database Developer",
    "blurb": "I noticed that [COMPANY] was searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you. He's an exceptional Business Intelligence Engineer with proven expertise in enterprise report generation and software development having [YEARS] years of experience working with [INDUSTRY]. Experienced in full life cycle development including analysis, development, maintenance, testing, and implementation. Recognized for analyzing complex situations and creating new insights to improve business processes.  A strategic thinker who plans clear goals and delivers high-value results.  Graduated Cum Laude with a BS in Computer Science from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 5,
    "name": "Director of Information Technology",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He has [YEARS] years of experience in [INDUSTRY].  Pragmatic leadership balancing tactical execution and strategic business thinking with responsibility for technology budgets, quality, and product feature-functionality.  Senior technical resource with current hands-on skills and a record of successfully guiding technology direction, IT staff, and improving IT services and support.  Recognized for analyzing complex situations and creating new insights to improve business processes. Holds a BS in Computer Science from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 6,
    "name": "Director of Application Development",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He has over [YEARS] years’ experience applying proven technical, communication and problem-solving skills to guide multiple development teams through all phases of development, deployment and ongoing support of mission-critical enterprise applications.  Knowledgeable in system and software best practices and methodologies with experience in applying expertise in effective project and program management within startup, corporate, product development and hosted applications environments.  Highly effective collaborating across the enterprise to set direction for the application development group ensuring alignment with strategic priorities.  A hands-on leader who can build and lead teams by fostering innovation and a results-oriented environment while creating accountability.  Graduated Cum Laude with a degree in Computer Science from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 7,
    "name": "Director of Information Security",
    "blurb": "I noticed that [COMPANY] is searching for a [SUBJECT]and wanted to share one of my candidates with you.  He’s a strong Information Security leader with extensive experience in all areas of Information Systems and Operations including Financial, Operational and Systems Auditing, Risk Management, Information Security and Disaster Recovery/Contingency Planning.  Keen understanding of the value created by partnering with the business to balance needs of the corporation with the growing number of controls required to mitigate risk due to the ever increasing complex technology and regulatory requirements.  Recognized for analyzing complex situations and creating new insights to improve business processes. Holds a CISSP and MBA from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 8,
    "name": "Network Administrator",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He has [YEARS] years of work experience with [INDUSTRY]. Extensive knowledge of the current state of technology covering the spectrum from large distributed environments with multi-tiered application architectures to desktop computing and personal digital assistants.  Skilled in systematic planning to securely leverage emerging technology allowing increased productivity and lowered costs.  Recognized for analyzing complex situations and creating new insights to improve business processes.  Would you be interested in seeing his resume?"
  },
  {
    "id": 9,
    "name": "System Engineer",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He has [YEARS] years of work experience and his technical knowledge includes [INDUSTRY].  Proficiency in meeting requirements while protecting assets by applying the principles of Server Life Cycle Management, SOX Compliance, and Patch Management.  Recognized for analyzing complex situations and creating new insights to improve business processes.  He’s a strategic thinker who plans clear goals and delivers high-value results.  Graduated Cum Laude with a degree in Computer Science from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 10,
    "name": "System Administrator",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He has [YEARS] years of work experience and his technical knowledge includes [INDUSTRY].  Proficiency in meeting requirements while protecting assets by applying the principles of Server Life Cycle Management, SOX Compliance, and Patch Management.  Recognized for analyzing complex situations and creating new insights to improve business processes.  He’s a strategic thinker who plans clear goals and delivers high-value results.  Would you be interested in seeing his resume?"
  },
  {
    "id": 11,
    "name": "Help Desk Engineer",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s an accomplished support desk engineer with a rapidly increasing range of industry experience looking to bring strong instincts and a proven record of procedural compliance, process management and strong operational skills to a rapidly growing company.  Technical knowledge includes [INDUSTRY].  He’s a strategic thinker who plans clear goals and delivers high-value results.  Would you be interested in seeing his resume?"
  },
  {
    "id": 12,
    "name": "Database Administrator",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He has [YEARS] years of experience in the design, installation and administration of database solutions to optimally support business needs.  Experienced in configuring, optimizing and administering all features of [INDUSTRY] Databases including logical and physical database design and migration, performance tuning, capacity planning, back-up/recovery and data redundancy.  Ability to consistently create and implement new standards has resulted in increased efficiency, reduced support costs, and enhancement of overall data quality.  He’s a strategic thinker who plans clear goals and delivers high-value results.  Would you be interested in seeing his resume?"
  },
  {
    "id": 13,
    "name": "Data Architect",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s an accomplished Solutions Architect with [YEARS] plus years of successful experience working with clients and data analysts to gather and manage the large batch data architecture process.  His technical knowledge includes [INDUSTRY].  Recognized for analyzing complex situations and creating new insights to improve business processes. A strategic thinker who plans clear goals and delivers high-value results.  He’s been at his current position for the past three years and is looking to make a change.  Holds a Ph.D in Computer Science from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 14,
    "name": "Project Manager",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s an accomplished Project Management and Operations Professional with extensive experience working for Fortune 500 companies in multiple industry sectors.  Expertise in business planning, project life cycle, configuration management, resource management, process development/improvement, and application training/development.  Proven track record of directing multiple projects ensuring on-time and on-budget completion.  Demonstrated ability to build results-driven teams through mentoring coupled with a strong focus on metrics.  Holds a MBA from [COLLEGE]. Would you be interested in seeing his resume?"
  },
  {
    "id": 15,
    "name": "Product Manager",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s an accomplished and results driven professional with [YEARS] years of industry experience delivering new products in the areas of highly scalable, highly available distributed index and cache applications, private and public cloud deployments (Saas, PaaS), e-commerce and web services.  Proficient in defining strategy, building short and long term marketing plans and driving execution. A team player with strong leadership skills and an ability to combine business and technological understanding to drive optimal business results.  Holds a MBA from [COLLEGE]. Would you be interested in seeing his resume?"
  },
  {
    "id": 16,
    "name": "Sales Executive",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s an accomplished Sales Executive with [YEARS] years of successful experience selling to Senior and “C-Level” Management in the [INDUSTRY] industry.  Highly motivated, results oriented individual with excellent analytical, problem solving, and troubleshooting skills. Able to learn and adapt very quickly, multitask efficiently, and meet hard deadlines under pressure. Recognized for being a superior performer with a strong work ethic, unwavering integrity and the ambition for setting high standards to deliver aggressive bottom line results.  Graduated with honors from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 17,
    "name": "Sales Executive (Tech)",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s an accomplished Sales Executive with [YEARS] years of successful experience selling Enterprise Solutions to Senior and “C-Level” Management in the [INDUSTRY] industry.  Strong background with SaaS software offerings, full life cycle development, and ROI-driven solution sales focused.  Recognized for being a superior performer with a strong work ethic, unwavering integrity and the ambition for setting high standards to deliver aggressive bottom line results.  Graduated with honors from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 18,
    "name": "Sales Director",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s an accomplished Sales Director with [YEARS] years of successful sales leadership managing a team selling Enterprise Solutions to Senior and “C-Level” Management of Fortune 500 Companies in the [INDUSTRY] industry.  Strong background with SaaS software offerings, full life cycle development, and ROI-driven solution sales focused.  Recognized for being a superior performer with a strong work ethic, unwavering integrity and the ambition for setting high standards to deliver aggressive bottom line results.  Holds a MBA from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 19,
    "name": "VP of Sales",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s an accomplished VP of Sales with [YEARS] years of experience in Sales/Marketing, Sales Management, and Executive Management focused in the [INDUSTRY] industry.  A focused, highly driven professional with a passion for business whose career has been characterized by increasing responsibilities and notable achievements.  Diverse responsibilities encompass overseeing daily operations, managing sales and marketing campaigns, and training both clients and co-workers in company systems.  Holds a MBA from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 20,
    "name": "VP of Client Services",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s an accomplished, results-driven leader with [YEARS] years of proven experience leading client relationships including client/agency, B2C/B2B and organizations in the [INDUSTRY] industry.  Passionate articulate professional with exceptional ability to form trusting, long lasting partnerships. Highly strategic, analytical and creative with proven track record for building brand equity, increasing consumer loyalty, penetrating new markets and accelerating revenue growth.  A visionary leader known for motivating and inspiring staff to deliver exceptional business results.  Holds a MBA from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 21,
    "name": "Business Analyst",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s has [YEARS] years of experience and expertise in delivering project results within schedule, cost and performance constraints.  Skilled in project scoping, gathering and documenting business and functional requirements, test planning and execution. Proven history of quality deliverables meeting and exceeding client expectations.  A team player with strong leadership skills and an ability to combine business and technological understanding to drive optimal business results. Holds a BS in Information Systems from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 22,
    "name": "Business Operations Analyst",
    "blurb": "I noticed that [COMPANY] is searching for a [SUBJECT] and wanted to share one of my candidates with you.  He’s a resourceful and deadline-driven Analyst with [YEARS] years of experience in operations, technology, and strategic analysis and planning in the [INDUSTRY] industry. Unsurpassed ability to analyze complex data pools to uncover trends and develop mission-critical improvements by leveraging increased insight through data. Strong ability to communicate technically and non-technically and maintain superior capability to operate cross-functionally and exceed business goals. Holds a BS in Information Systems from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 23,
    "name": "Sales Operations",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He has [YEARS] years of experience supporting sales operations for industry leaders and excels in partnering with sales leaders to optimize performance and field selling time by managing commission plans, forecasting, pipeline/market analysis and customer fulfillment focused in the [INDUSTRY] industry. Consistently exceeded performance metrics for business development and client retention. Strong capabilities in interdepartmental collaboration and aligning multiple departments to achieve organizational profitability goals. A strategic thinker who plans clear goals and delivers high-value results.   Holds a MBA from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 24,
    "name": "Pre-Sales (Network)",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s an accomplished Pre-Sales Engineer with [YEARS] years of successful pre-sales performance selling Enterprise Solutions to Senior and “C-Level” Management of Fortune 500 Companies in various industry sectors.  His technical knowledge includes [INDUSTRY]. Recognized for being a superior performer with a strong work ethic, unwavering integrity and the ambition for setting high standards to deliver aggressive bottom line results.  Graduated Cum Laude with a degree in Computer Science from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 25,
    "name": "Pre-Sales (Software)",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s an accomplished Pre-Sales Engineer with [YEARS] years of successful performance selling Enterprise Solutions to Senior and “C-Level” Management of Fortune 500 Companies in various industry sectors.  His technical knowledge includes [INDUSTRY]. Recognized for being a superior performer with a strong work ethic, unwavering integrity and the ambition for setting high standards to deliver aggressive bottom line results.  Graduated Cum Laude with a degree in Computer Science from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 26,
    "name": "Inside Sales",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s an accomplished Inside Sales Representative with [YEARS] years of successful sales performance selling Enterprise Solutions to Senior and “C-Level” Management in the [INDUSTRY] industry.  Recognized for being a superior performer with a strong work ethic, unwavering integrity and the ambition for setting high standards to deliver aggressive bottom line results.  A strategic thinker who plans clear goals and delivers high-value results.  Graduated with honors from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 27,
    "name": "Customer Success Manager",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He has [YEARS] years of experience as a Dynamic, tech-savvy leader with progressive experience in customer success, account management, client services and consulting focused in the [INDUSTRY] industry.  Strong SaaS background and exceptionally skilled with the creation of new features to meet customer requirements, product demonstrations, support through event lifecycle, customer upsell and cross sell, relationship management, victory conditions and final testing of all software components before rollout to the customer.  Holds a BS in Information Systems from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 28,
    "name": "Logistics Analyst",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s an accomplished Logistics professional with extensive experience in quality assurance, materials planning and control, global supply chain, hazardous materials, logistics, supply support, and inventory tracking.  Proficient in logistic management systems, Access database management, contracting processes, and pre and post award procurement documentation.  Consistent history of reducing expenses and streamlining workflow while enhancing quality.  Holds a BS in Supply Chain Management from the [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 29,
    "name": "Director of Operations",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you. He has [YEARS] years of experience as a dynamic leader with progressive experience in operations management, account management, and client services focused in the [INDUSTRY] industry.  Possesses extensive expertise in managing complex financial operations, generating new business and expanding business as well as a strong history of success migrating processes. Extraordinary talent to direct projects, motivate and guide diverse teams to mutual goals and objectives as a diversity specialist. Demonstrates relationship building skills both with internal and external business partners, as well as capabilities to secure customer loyalty and generate substantial profit and revenue channels.  A strategic thinker who plans clear goals and delivers high-value results.   Holds a MBA from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 30,
    "name": "VP of Administration",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s a dedicated leader with a well-established ability to provide full scope of administrative leadership, including Human Resources, Customer Service and Account Management focused in the [INDUSTRY] industry. Results-oriented logistician able to cultivate human capital to optimize performance and improve processes to create value. Strategic and perceptive, with the ability to implement technology to focus on what matters most. Effective communicator able to build exceptionally talented teams that are motivated to make a difference.  Holds a MBA from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 31,
    "name": "VP of Engineering",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you. He has [YEARS] years of experience as a dynamic, tech-savvy leader with progressive experience in operations management, customer success, account management, client services and consulting.  Pragmatic leadership balancing tactical execution and strategic business thinking with responsibility for technology budgets, quality, and product feature-functionality. Recognized for analyzing complex situations and creating new insights to improve business processes. Holds a MBA from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 32,
    "name": "Director of Marketing",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s a results-proven marketing director with extensive digital and traditional marketing experience in the [INDUSTRY] industry. Record of success in the concept-to-launch leadership of campaigns, events, and programs propelling record-setting revenue gains (multimillion-dollar growth) and customer-base expansion. Excel in developing compelling collateral, cohesive brands, lasting partnerships, strong grassroots/media/donor support, and high-performance teams.  Holds a MBA from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 33,
    "name": "Director of E-Commerce",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s a dynamic, hands-on leader and creative solutions provider with expertise in strategic marketing, brand management, marketing communications and public relations in the [INDUSTRY] industry].  Strong experience planning & execution of DTC (and B2B) e-commerce efforts, lead web content & production for multiple sites, online direct consumer acquisition, A/B testing, new product launches and end-to-end execution of online marketing strategies.  Demonstrated ability to lead complex projects from inception through execution. Track record of success developing integrated marketing initiatives that drive engagement and revenue, build organizational market value and deliver measurable results. Holds a MBA from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 34,
    "name": "Digital Marketing Manager",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s a results-proven marketing manager with extensive digital marketing and e-commerce experience in the [INDUSTRY] industry.  Proven record of lead generation and brand awareness through web initiatives and social media. Increased traffic to current employer’s website by 58% YOY via website upgrades and digital campaigns. Successfully established a social customer service process involving all major departments.  Holds a BS in Marketing from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 35,
    "name": "Product Marketing Manager",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s a marketing strategist with proven success acquiring product requirements that meets customer needs and driving competitive advantage across regions, verticals and product lines. Solid career consists of [YEARS] years in the design and execution of integrated campaigns that expand market share and catapult revenue performance focused in the [INDUSTRY] industry. Energetic individual with a passion for innovation and personal commitment to producing measurable, sustainable results.  Holds a MBA from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 36,
    "name": "Channel Marketing Manager",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s a creative marketing, branding & product development manager with focused experience in the [INDUSTRY] industry conceiving, developing, and implementing innovative solutions that maximize revenue, improve brand awareness, and improve customer the experience for organizations to achieve key performance objectives. Skilled cross-channel leader who leverages acute market sense and analytical acumen to identify and capitalize on key points to develop effective brand-building initiatives across channels and target segments. Effective influencer and communicator who generates consensus and empowers top performing teams to achieve business goals with per target metrics.  Holds a MBA from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 37,
    "name": "Event Marketing",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He's an innovative and versatile marketing professional with expertise in delivering high quality, results-focused events and marketing campaigns. Extensive [INDUSTRY] industry background with strengths in project management, meeting and events management and development of cross-sell strategic plans through client facing opportunities. Consistently recognized for exceptional work ethic, ability to handle multiple (and varied) assignments at once, and dedication to being a valued member of the team with an ability to multitask as well as handle different responsibilities from project management to analytics. Hard-working and completely reliable to meet deadlines and achieve goals as presented. Experienced in a range of areas including: sponsorships, sales, strategy, data analytics, full scale event production, and database management. Graduated with honors from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 38,
    "name": "Brand Marketing Manager",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s a marketing professional with solid [INDUSTRY] industry experience in the designing and executing of insight-based brand strategies and programs, launching new products, and managing cross-functional teams.  Proven record of developing successful projects that deliver sales and equity growth in competitive environments. Strong communication skills with a reputation for instilling enthusiasm in others and leading teams to achieve shared goals.  Energetic individual with a passion for innovation and personal commitment to producing measurable, sustainable results.  Holds a MBA from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 39,
    "name": "Brand Marketing Manager (B2C)",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s a creative brand management professional with [YEARS] years’ [INDUSTRY] industry experience implementing the full range of consumer marketing, from establishing a product's name, design and packaging, direct TV promotion, and box store positioning. Effective problem solver, with proven multi-tasking project and account management aptitude. Highly skilled developing and managing cross-functional teams. Instrumental in increasing business 45% from previous year through strategic marketing campaigns and product development.  Holds a MBA from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 40,
    "name": "Communications Manager",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s a Senior Communications Professional with extensive experience in the [INDUSTRY] industry with the strategic and tactical use of employee communications, media relations and integrated marketing communications to support business strategies. Broad and diverse experience dealing with technical issues and communicating technology topics to customer and employee audiences. Highly skilled at working closely with others within a collaborative framework to support business objectives.  Holds a MBA from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 41,
    "name": "VP of Marketing",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s a Senior Marketing Executive with [YEARS] years of [INDUSTRY] industry experience, successful at establishing the vision and strategies necessary to grow companies through creative and results-oriented marketing and internal and external communications initiatives.  Expert at driving results through building high-performing teams, creating and leveraging relationships intra-company and within industries served and communities, through elected officials and strategic partnerships with other companies. A collaborator with strong P&L and proven leadership expertise.  Holds a MBA from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 42,
    "name": "Accounting Manager",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s a CPA with [YEARS] years’ experience in both public BIG4 and [INDUSTRY] accounting.  Proven ability to lead projects designed to achieve maximum financial performance.  Experience working in wide range of industries including financial services, government, and manufacturing.  Extensive knowledge in areas of financial reporting, business process transformation, performance measurement, Generally Accepted Accounting Principles (GAAP), internal controls, and Sarbanes-Oxley 404 reporting and compliance.  Holds a BS in Accounting from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 43,
    "name": "Staff Accountant",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s a CPA with [YEARS] years of progressive accounting experience in [INDUSTRY] with a strong background in preparing month-end accrued journal entries, reconciliation of balance sheet accounts, preparation of intercompany journal entries, and analysis of general ledger accounts to ensure compliance with GAAP.  Skilled at pinpointing discrepancies and errors that will ensure accurate P&L reporting.  Self-motivated, able to implement decisions and effectively prioritize to achieve both immediate, long-term goals with excellent interpersonal skills.  Holds a BS in Accounting from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 44,
    "name": "Senior Accountant",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s a CPA with [YEARS] years of progressive accounting experience in [INDUSTRY] with a strong background in preparing month-end accrued journal entries, reconciliation of balance sheet accounts, and analysis of general ledger accounts to ensure compliance with GAAP. Skilled at pinpointing discrepancies and errors that will ensure accurate P&L reporting.  Experience developing reports that increased efficiency of the accounting department while maintaining SOX and GAAP compliance.  Self-motivated, able to implement decisions and effectively prioritize to achieve both immediate, long-term goals with excellent interpersonal skills.  Holds a BS in Accounting from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 45,
    "name": "Senior Financial Analyst",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s a performance-driven and results-oriented Finance Professional with [YEARS] years’ [INDUSTRY] and Big4 experience. Possess expertise in Project/Team Leading, Budgeting, Forecasting, Strategic Planning, Corporate Valuation, Finance Modeling, Trend Analysis, Ratios Analysis, US GAAP, IFRS, SOX, SEC 10-K/Q reporting. Self-motivated, able to implement decisions and effectively prioritize to achieve both immediate, long-term goals with excellent interpersonal skills.  Holds a BS in Accounting from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 46,
    "name": "Portfolio Accountant (Real Estate)",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s a CPA with [YEARS] years of progressive accounting experience in Real Estate Portfolio Accounting.  Strong experience conducting reconciliations, distributions, cash balance and market value reporting for multiple portfolio profiles on a regular basis.  Skilled at pinpointing discrepancies and errors that will ensure accurate reporting.  Experience developing reports that increased the efficiency of the accounting department while maintaining SOX and GAAP compliance.  Self-motivated, able to implement decisions and effectively prioritize to achieve both immediate, long-term goals with excellent interpersonal skills.  Holds a BS in Accounting from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 47,
    "name": "Controller",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s a strategic and forward thinking CPA combining a strong mix of financial and accounting management and tax planning with an exceptionally rich and versatile skill set in accounting, controls, and operational improvement. Possesses [YEARS] years of experience in the [INDUSTRY] industry building and maintaining top performing finance and accounting processes contributing to significant enterprise wide enhancement. Delivers immediate contributions to companies by overcoming protracted financial barriers with innovative and impactful solutions. Utilizes outstanding team leadership skills and superior business acumen to align all financial activities with long term goals.  Holds a MBA from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 48,
    "name": "CFO",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s an experienced financial management executive with a track record of accomplishment in the [INDUSTRY] industry.  Possesses [YEARS] years of experience building and maintaining top performing finance and accounting processes contributing to significant enterprise wide enhancement.   Demonstrated ability to manage production and overhead costs, restructure operations, establish financial and operational systems, policies and controls, motivate teams, and work with shareholders and financial institutions.  Natural leader with hands-on style who inspires trust.  Holds a MBA from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 49,
    "name": "Cost Accountant",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s a results driven accountant with extensive [INDUSTRY] industry experience.  Demonstrated ability to critically evaluate and respond to rapidly evolving financial environments.  Has experience designing and maintaining cost accounting reports for 150+ cost centers.  Recognized for superior problem solving skills, able to think critically and find creative solutions to solve complex issues.  Holds a BS in Accounting from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 50,
    "name": "Director of Contracts",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He has [YEARS] years of [INDUSTRY] industry experience in domestic contracts management, administration, proposals, negotiation and closures to include international contracting, comprehensive “hands on” experience in managing professional contracts staff and executing all contract types including sourcing, ITAR and DOC, and export law functions.  Excellent communication skills in both verbal and written form regarding letters, Teaming Agreements, MOU’s, TAA’s, Licensing Agreements, NDA’s, Distributor Agreements, contracts, and subcontracts.  Outstanding analytical skills in problem evaluation and conflict/issue resolution.  Holds a MBA from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 51,
    "name": "Tax Accountant",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s a proven financial accounting and tax professional with strong experience in the [INDUSTRY] industry focused on providing integral accounting and tax services for management as it relates to internal reporting, operations improvements, compliance or other areas of business.  Results-oriented, decisive self-starting leader with a passion for driving, executing and delivering on challenging assignments.  Recognized  for  superior  problem  solving  skills,  able  to  think  critically  and find creative solutions  to  solve  complex  issues.  Holds a BS in Accounting from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 52,
    "name": "Director of Compensation",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s a total rewards professional with [YEARS] years of diverse experience in [INDUSTRY] industry with cash compensation, sales incentive plan design, and employee benefits administration with concentrations in total rewards, executive compensation, executive benefits, public disclosure, employee relations, and HRIS administration, policy/procedure interpretation including legal/regulatory compliance.  A critical thinker, accomplished, hands-on leader, team oriented with proven abilities to identify objectives and deliver effective solutions maturing to tangible end results.  Very energetic, excellent interpersonal skills, team player and fast learner.  Holds a PHR Certification and a BS in Psychology from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 53,
    "name": "Human Resource Compliance Administrator",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s a strategic Human Resources Professional with [YEARS] years of experience in the [INDUSTRY] industry and a passion to innovate and drive for solutions.  Significant experience in Human Resource compliance processes, systems, policies, and procedures.  Extensive background in immigration compliance along with a comfort in assisting with legal matters, attending mediations and working with state and federal agencies.  Very energetic, excellent interpersonal skills, team player and fast learner.  Holds a PHR Certification and a BS in Psychology from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 54,
    "name": "Senior Benefits Manager",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s a human resource professional with [YEARS] years of [INDUSTRY] industry experience. Proven ability to combine analytical and research strengths with effective collaboration at all levels of management to reduce benefit expenses while cultivating a culture of healthcare consumerism focused on promoting wellness. Expertise includes directing an integrated compensation and benefits program to assure cost effective and competitive programs are in place that are internally equitable and externally competitive. Skilled in Health, Defined Benefit and Defined Contribution Plan design aimed at keeping organizations competitive by reducing company long-term liabilities while attracting and retaining the best employees. Very energetic, excellent interpersonal skills, team player and fast learner.  Holds a PHR Certification and a BS in Psychology from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 55,
    "name": "HR Manager",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He has [YEARS] years of [INDUSTRY] industry experience creating, implementing, and administering Talent Management/Retention strategies, organizational development, Merit Planning, Compensation, Benefits, and Wellness programs while ensuring legal and regulatory compliance.  Proven HR Business Partner supporting executive leadership and business strategies to achieve organizational growth and improve productivity.   Very energetic, excellent interpersonal skills, team player and fast learner.  Holds a PHR Certification and a BS in Psychology from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 56,
    "name": "Director of HR",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He has [YEARS] years of [INDUSTRY] industry experience providing guidance to a broad range of functional business areas, including sales, manufacturing, fulfillment, information technology, engineering, marketing, product development, research, investment operations, and corporate administration functions.  Proven HR Business Partner supporting executive leadership and business strategies to achieve organizational growth and improve productivity.  Extensive experience creating, implementing, and administering Talent Management/Retention strategies, and organizational development programs while ensuring legal and regulatory compliance.  Critical thinker with demonstrated ability to challenge the status quo and solve problems creatively.  Holds a PHR Certification and BS in Business from [COLLEGE].  Would you be interested in seeing his resume?"
  },
  {
    "id": 57,
    "name": "Director of Acquisitions (Commercial Real Estate)",
    "blurb": "I noticed that [COMPANY] is searching for [a/an] [SUBJECT] and wanted to share one of my candidates with you.  He’s a versatile team player with a comprehensive investor-facing background in deal sourcing, financial analysis, underwriting, and asset management of commercial real estate for private and institutional equity investors. Strong experience in market trending, due diligence, financing, sourcing and acquisitions, redevelopment, asset management, strategic leasing and operations, work-outs, dispositions, and investor relations.  He’s a well-rounded, versatile, highly creative professional with an excellent work ethic, attention to detail and excellent communication skills.  Holds a MBA from [COLLEGE].  Would you be interested in seeing his resume?"
  }
]
